Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

# Any movement (walking, cleaning, training) burns calories.
source: Любое движение (ходьба, уборка, тренировка) сжигает калории.
de: Jede Bewegung (Gehen, Putzen, Training) verbrennt Kalorien.
en: Any movement (walking, cleaning, training) burns calories.
pl: Każdy ruch (chodzenie, sprzątanie, trening) spala kalorie.

source: Apple Health workouts за 7 дней
de: Apple-Health-Workouts der letzten 7 Tage
en: Apple Health workouts over 7 days
pl: Treningi Apple Health w 7 dni

source: Apple Health: %d тренировок
de: Apple Health: %d Workouts
en: Apple Health: %d workouts
pl: Apple Health: %d treningów

# apple_health_sync_toggle
source: Синхронизация с Apple Health
de: Mit Apple Health synchronisieren
en: Sync with Apple Health
pl: Synchronizuj z Apple Health

source: 6-дневный двойной сплит Арнольда Шварценеггера: парные группы прорабатываются 2 раза в неделю с высоким объёмом.
de: Arnold Schwarzeneggers 6-Tage-Doppelsplit: gepaarte Muskelgruppen 2x/Woche mit hohem Volumen.
en: Arnold Schwarzenegger's 6-day double split: push pairings hit each muscle 2x/week with high volume.
pl: 6-dniowy double split Arnolda: każdą partię pracujesz 2× w tygodniu z wysoką objętością.

# Arnold Split
source: Arnold Split (Сплит Арнольда)
de: Arnold Split
en: Arnold Split
pl: Arnold Split

source: ATG сплит-присед
de: ATG Split Squat
en: ATG Split Squat
pl: ATG przysiad rozkroczny

# avg_sleep_stat
source: Ср. время сна
de: Ø Schlafdauer
en: Avg Sleep
pl: Śr. sen

# awake_sleep_legend
source: Бодрствование
de: Wach
en: Awake
pl: Czuwanie

# Balance
source: Баланс
de: Balance
en: Balance
pl: Równowaga

# Basal Metabolism
source: Базовый Метаболизм
de: Grundumsatz
en: Basal Metabolism
pl: Metabolizm podstawowy

source: Базовая программа full body для начинающих. 2 тренировки в неделю с акцентом на основные движения.
de: Einfaches Ganzkörperprogramm für Einsteiger. 2 Workouts pro Woche mit Fokus auf die Grundübungen.
en: Basic full body program for beginners. 2 workouts per week focusing on fundamental movements.
pl: Podstawowy plan Full Body dla początkujących. 2 treningi w tygodniu na fundamentalne ruchy.

# Before start
source: Перед началом
de: Vor dem Start
en: Before start
pl: Przed startem

# Before training
source: Перед тренировкой
de: Vor dem Training
en: Before training
pl: Przed treningiem

# Beginner program for pull-up bars and parallel bars. Basic movements.
source: Программа для начинающих на турниках и брусьях. Базовые движения.
de: Einsteigerprogramm für Klimmzugstange und Barren. Grundlegende Bewegungen.
en: Beginner program for pull-up bars and parallel bars. Basic movements.
pl: Plan dla początkujących na drążku i poręczach. Podstawowe ruchy.

source: Bird Dog (Птица-собака)
de: Bird Dog
en: Bird Dog
pl: Bird Dog

source: Body Forge — твоя личная кузница тела
de: Body Forge – deine persönliche Schmiede für deinen Körper
en: Body Forge — your personal body forge
pl: Body Forge — Twoja osobista kuźnia ciała

source: BODY FORGE превращает каждую тренировку в данные. Программы, прогресс, ИИ-тренер — в одном месте.
de: BODY FORGE macht aus jedem Workout echte Daten. Programme, Fortschritt, KI-Coach – alles an einem Ort.
en: BODY FORGE turns every workout into data. Programs, progress, AI coach — all in one place.
pl: BODY FORGE zamienia każdy trening w dane. Plany, postęp, AI trener — w jednym miejscu.

# BPM
source: уд/мин
de: bpm
en: BPM
pl: BPM

# bpm_unit
source: уд/мин
de: bpm
en: bpm
pl: ud/min

source: Burpees (10 раз)
de: Burpees (10 Wdh.)
en: Burpees (10 reps)
pl: Burpees (10 powtórzeń)

source: Burpees (Берпи)
de: Burpees
en: Burpees
pl: Burpees

source: Bus Driver (вращение блина)
de: Bus Driver (Hantelscheibe drehen)
en: Bus Driver (Plate Rotation)
pl: Bus Driver (obrót talerza)

# calendar_workouts_count_label
source: Тренировок
de: Workouts
en: Workouts
pl: Treningi

# calories_label
source: Ккал
de: kcal
en: Kcal
pl: Kcal

# Can have banana or yogurt.
source: Можно банан или йогурт.
de: Eine Banane oder ein Joghurt sind okay.
en: Can have banana or yogurt.
pl: Można banana lub jogurt.

# cancel_button
source: Отмена
de: Abbrechen
en: Cancel
pl: Anuluj

# cancel_workout_confirm
source: Отменить тренировку?
de: Workout abbrechen?
en: Cancel Workout?
pl: Anulować trening?

# Carbohydrates
source: Углеводы
de: Kohlenhydrate
en: Carbohydrates
pl: Węglowodany

# Carbs
source: Углеводы
de: Kohlenhydrate
en: Carbs
pl: Węglow.

# Carbs (Fuel)
source: Углеводы (Топливо)
de: Kohlenhydrate (Energie)
en: Carbs (Fuel)
pl: Węglow. (Paliwo)

source: Cat-Cow (Кошка-Корова)
de: Katze-Kuh
en: Cat-Cow
pl: Kot-Krowa

# change_type_menu
source: Изменить тип
de: Typ ändern
en: Change Type
pl: Zmień typ

source: Cheat Curl (читинг)
de: Cheat Curl
en: Cheat Curl
pl: Cheat Curl

source: Child's Pose (Поза ребёнка)
de: Kindhaltung
en: Child's Pose
pl: Pozycja dziecka

source: Классический 5-дневный сплит бодибилдера: одна мышечная группа в день. Большой объём за тренировку.
de: Klassischer 5-Tage-Bodybuilder-Split: eine Muskelgruppe pro Tag. Hohes Volumen pro Einheit.
en: Classic 5-day bodybuilder split: one muscle group per day. High volume per session.
pl: Klasyczny 5-dniowy split kulturystyczny: jedna partia dziennie. Wysoka objętość na sesję.

source: Классический 6-дневный сплит: жим, тяга, ноги — по два раза в неделю. Самая популярная программа среднего уровня.
de: Klassischer 6-Tage-Split: Push, Pull, Beine – zweimal pro Woche. Das beliebteste Programm für Fortgeschrittene.
en: Classic 6-day split: push, pull, legs — twice a week. The most popular intermediate program.
pl: Klasyczny 6-dniowy split: push, pull, legs — dwa razy w tygodniu. Najpopularniejszy plan dla średnio zaawansowanych.

source: Классическая 9-недельная программа бега для начинающих. 3 раза в неделю, чередуем бег и ходьбу. Доводит до непрерывного бега 5 км.
de: Klassisches 9-Wochen-Laufprogramm für Einsteiger. 3 Einheiten/Woche im Wechsel aus Lauf- und Gehintervallen. Bringt dich bis zum durchgehenden 5-km-Lauf.
en: Classic 9-week beginner running program. 3 sessions/week, alternating run/walk intervals. Builds up to a 5K run.
pl: Klasyczny 9-tygodniowy plan biegowy dla początkujących. 3 sesje w tygodniu, naprzemienne interwały bieg/marsz. Doprowadza do biegu na 5 km.

source: Classic GVT hypertrophy method by Rolf Feser. 10 sets × 10 reps with one weight on the main lift, high volume for fast mass.
de: Klassisches German Volume Training nach Rolf Feser. 10 Sätze × 10 Wdh. mit einem Gewicht in der Hauptübung, hohes Volumen für schnellen Muskelaufbau.
pl: Klasyczny GVT na hipertrofię (Rolf Feser). 10 serii × 10 powt. z jednym ciężarem w głównym boju, wysoka objętość na szybką masę.

# Classic Jim Wendler program for beginners. 2 days per week.
source: Классическая программа Джима Вендлера для новичков. 2 дня в неделю.
de: Klassisches Jim-Wendler-Programm für Einsteiger. 2 Tage pro Woche.
en: Classic Jim Wendler program for beginners. 2 days per week.
pl: Klasyczny plan Jima Wendlera dla początkujących. 2 dni w tygodniu.

source: Классическая линейная прогрессия для новичков. 5 подходов по 5 повторений, 3 раза в неделю. Две чередующиеся тренировки.
de: Klassische lineare Progression für Einsteiger. 5 Sätze à 5 Wdh., 3 Tage pro Woche. Zwei abwechselnde Workouts.
en: Classic linear progression for beginners. 5 sets of 5 reps, 3 days a week. Two alternating workouts.
pl: Klasyczna progresja liniowa dla początkujących. 5 serii po 5 powt., 3 dni w tygodniu. Dwa naprzemienne treningi.

source: Cobra (Кобра)
de: Kobra
en: Cobra
pl: Kobra

# completed_colon
source: Завершено:
de: Abgeschlossen:
en: Completed:
pl: Ukończono:

# completed_label
source: Завершено:
de: Abgeschlossen:
en: Completed:
pl: Ukończono:

# completed_label_short
source: Готово:
de: Fertig:
en: Done:
pl: Zrobione:

# completed_status
source: Завершено
de: Abgeschlossen
en: Completed
pl: Ukończono

# Core Crusher
source: Core Crusher (Пресс)
de: Core Crusher
en: Core Crusher
pl: Core Crusher

# core_sleep_legend
source: Базовый сон
de: Kern
en: Core Sleep
pl: Sen podstawowy

# Couch to 5K
source: Couch to 5K (От дивана до 5 км)
de: Couch to 5K
en: Couch to 5K
pl: Couch to 5K

# Count
source: Количество
de: Anzahl
en: Count
pl: Licznik

source: Cross-body разгибание трицепса с гантелью
de: Cross-Body Trizepsdrücken mit Kurzhantel
en: Cross-Body Dumbbell Triceps Extension
pl: Cross-Body — prostowanie tricepsa z hantlem

# Cut carbs and fats portions.
source: Урежьте порции углеводов и жиров.
de: Reduziere die Portionen an Kohlenhydraten und Fetten.
en: Cut carbs and fats portions.
pl: Tnij porcje węglowodanów i tłuszczów.

# Daily mobility routine. 15-20 minutes for joints and recovery.
source: Ежедневная программа мобильности. 15-20 минут для суставов и восстановления.
de: Tägliche Mobility-Routine. 15–20 Minuten für Gelenke und Regeneration.
en: Daily mobility routine. 15-20 minutes for joints and recovery.
pl: Codzienna mobilność. 15–20 minut na stawy i regenerację.

# data_management_section
source: Управление данными
de: Datenverwaltung
en: Data Management
pl: Zarządzanie danymi

# data_restore_complete_message
source: Данные успешно восстановлены из облака.
de: Deine Daten wurden erfolgreich aus der Cloud wiederhergestellt.
en: Data has been successfully restored from the cloud.
pl: Dane zostały pomyślnie przywrócone z chmury.

# Date
source: Дата
de: Datum
en: Date
pl: Data

source: Day
de: Tag
pl: Dzień

source: Dead Bug (Жук)
de: Dead Bug (Käfer)
en: Dead Bug
pl: Dead Bug

# deep_sleep_legend
source: Глубокий сон
de: Tiefschlaf
en: Deep Sleep
pl: Sen głęboki

# Dehydration
source: Обезвоживание
de: Dehydration
en: Dehydration
pl: Odwodnienie

# delete_account_alert_title
source: Удалить аккаунт?
de: Konto löschen?
en: Delete Account?
pl: Usunąć konto?

# delete_account_button
source: Удалить аккаунт
de: Konto löschen
en: Delete Account
pl: Usuń konto

# delete_account_message
source: Это действие необратимо. Все ваши данные будут удалены.
de: Diese Aktion lässt sich nicht rückgängig machen. Alle deine Daten werden gelöscht.
en: This action is irreversible. All your data will be deleted.
pl: Tej operacji nie można cofnąć. Wszystkie Twoje dane zostaną usunięte.

# delete_button
source: Удалить
de: Löschen
en: Delete
pl: Usuń

# delete_error_title
source: Ошибка удаления
de: Fehler beim Löschen
en: Deletion Error
pl: Błąd usuwania

# delete_failed_prefix
source: Не удалось удалить аккаунт
de: Konto konnte nicht gelöscht werden
en: Failed to delete account
pl: Nie udało się usunąć konta

# details_section
source: Подробности
de: Details
en: Details
pl: Szczegóły

# dictionary_delete
source: Удалить
de: Löschen
en: Delete
pl: Usuń

source: DIM (более стабильная форма, чем Индол)
de: DIM (stabilere Form als Indol)
en: DIM (more stable form than Indole)
pl: DIM (forma bardziej stabilna niż indol)

source: DIM (Дииндолилметан) или Индол-3-карбинол — вещества, получаемые из крестоцветных. Они помогают печени правильно утилизировать «плохой» эстроген, предотвращая гинекомастию и накопление жира по женскому типу.
de: DIM (Diindolylmethan) oder Indol-3-Carbinol sind Stoffe aus Kreuzblütlern. Sie helfen der Leber, „schlechtes“ Östrogen richtig abzubauen, und beugen so Gynäkomastie und Fettansammlungen nach weiblichem Muster vor.
en: DIM (Diindolylmethane) or Indole-3-Carbinol — substances derived from cruciferous vegetables. They help the liver properly metabolize 'bad' estrogen, preventing gynecomastia and female-pattern fat accumulation.
pl: DIM (diindolilometan) lub indolo-3-karbinol — substancje pozyskiwane z warzyw krzyżowych. Pomagają wątrobie prawidłowo metabolizować „zły” estrogen, zapobiegając ginekomastii i odkładaniu tłuszczu w kobiecym typie.

source: DIM / Индол
de: DIM / Indol
en: DIM / Indole
pl: DIM / Indol

# Dinner
source: Ужин
de: Abendessen
en: Dinner
pl: Obiad

# Directory
source: Справочник
de: Verzeichnis
en: Directory
pl: Katalog

# distance_km_label
source: Дистанция (км):
de: Distanz (km):
en: Distance (km):
pl: Dystans (km):

# Don't fear carbs — they're needed for heavy training.
source: Не бойтесь углеводов — они нужны для тяжелых тренировок.
de: Hab keine Angst vor Kohlenhydraten – du brauchst sie für hartes Training.
en: Don't fear carbs — they're needed for heavy training.
pl: Nie bój się węglowodanów — są niezbędne na ciężkie treningi.

# Don't rush
source: Не торопитесь
de: Lass dir Zeit
en: Don't rush
pl: Bez pośpiechu

# Don't waste money
source: Не тратьте деньги зря
de: Verschwende kein Geld
en: Don't waste money
pl: Nie marnuj pieniędzy

# done_button
source: Готово
de: Fertig
en: Done
pl: Gotowe

source: Downward Dog (Собака мордой вниз)
de: Herabschauender Hund
en: Downward Dog
pl: Pies z głową w dół

source: Drag Curl со штангой
de: Drag Curl mit der Langhantel
en: Barbell Drag Curl
pl: Drag Curl ze sztangą

# Drink regularly
source: Пейте регулярно
de: Trink regelmäßig
en: Drink regularly
pl: Pij regularnie

# During training
source: Во время тренировки
de: Während des Trainings
en: During training
pl: Podczas treningu

source: E-mail указан в неверном формате.
de: Das E-Mail-Format ist ungültig.
en: The email format is invalid.
pl: Nieprawidłowy format adresu e-mail.

source: e1RM = вес × (1 + повторы / 30)
de: e1RM = Gewicht × (1 + Wdh. / 30)
en: e1RM = weight × (1 + reps / 30)
pl: e1RM = ciężar × (1 + powt. / 30)

# Eat less
source: Ешьте меньше
de: Iss weniger
en: Eat less
pl: Jedz mniej

# Eat more
source: Ешьте больше
de: Iss mehr
en: Eat more
pl: Jedz więcej

# Eat more than you burn — gain weight. Burn more — lose weight.
source: Ешьте больше чем тратите — набираете вес. Тратите больше — худеете.
de: Iss mehr, als du verbrauchst – du nimmst zu. Verbrauch mehr – du nimmst ab.
en: Eat more than you burn — gain weight. Burn more — lose weight.
pl: Jedz więcej, niż spalasz — przybierasz. Spalaj więcej — chudniesz.

# Eat protein and carbs for recovery.
source: Ешьте белок и углеводы для восстановления.
de: Iss Eiweiß und Kohlenhydrate für die Regeneration.
en: Eat protein and carbs for recovery.
pl: Po treningu — białko i węglowodany dla regeneracji.

# Eat protein to avoid losing muscle instead of fat.
source: Ешьте белок чтобы не терять мышцы вместо жира.
de: Iss Eiweiß, damit du Fett statt Muskeln verlierst.
en: Eat protein to avoid losing muscle instead of fat.
pl: Jedz białko, by zamiast tłuszczu nie tracić mięśni.

source: EDT Плотность
de: EDT-Dichte
en: EDT Density
pl: EDT Gęstość

# Email
source: Эл. почта
de: E-Mail
en: Email
pl: E-mail

# EMOM Conditioning
source: EMOM Кондиционирование
de: EMOM-Conditioning
en: EMOM Conditioning
pl: EMOM Conditioning

# Energy for training and brain. Grains, pasta, fruits, vegetables.
source: Энергия для тренировок и мозга. Крупы, макароны, фрукты, овощи.
de: Energie fürs Training und fürs Gehirn. Getreide, Nudeln, Obst, Gemüse.
en: Energy for training and brain. Grains, pasta, fruits, vegetables.
pl: Energia dla treningu i mózgu. Zboża, makarony, owoce, warzywa.

# Energy your body burns at rest (breathing, heartbeat).
source: Энергия, которую тело тратит в покое (дыхание, сердцебиение).
de: Energie, die dein Körper in Ruhe verbraucht (Atmung, Herzschlag).
en: Energy your body burns at rest (breathing, heartbeat).
pl: Energia spalana w spoczynku (oddech, bicie serca).

# English
source: Английский
de: Englisch
en: English
pl: Angielski

# english_language_option
source: Английский
de: Englisch
en: English
pl: Angielski

# enter_exercise_name_message
source: Введите название упражнения
de: Übungsnamen eingeben
en: Enter exercise name
pl: Wpisz nazwę ćwiczenia

# Estimated 1 Rep Max
source: Расчётный 1ПМ
de: Geschätztes 1RM
en: Estimated 1 Rep Max
pl: Szacowany 1RM

# Evening
source: Вечер
de: Abend
en: Evening
pl: Wieczór

source: Every Minute On the Minute. Выполняй заданные повторения за 60 секунд — оставшееся время отдыхаешь.
de: Every Minute On the Minute. Schaffe die vorgegebenen Wiederholungen in 60 Sekunden – die restliche Zeit ist Pause.
en: Every Minute On the Minute. Complete prescribed reps within 60 seconds, rest the remainder.
pl: EMOM. Wykonaj założone powtórzenia w 60 s, resztę odpocznij.

# exercise_name_placeholder
source: Название упражнения
de: Übungsname
en: Exercise Name
pl: Nazwa ćwiczenia

# exercise_selection_title
source: Выбор упражнения
de: Übung auswählen
en: Select Exercise
pl: Wybierz ćwiczenie

# Exercises
source: Упражнения
de: Übungen
en: Exercises
pl: Ćwiczenia

# extra_set_label
source: Доп. подход
de: Zusatzsatz
en: Extra Set
pl: Seria dodatkowa

# Fast weight gain is usually fat, not muscle.
source: Быстрый набор веса — это обычно жир, а не мышцы.
de: Schnelle Gewichtszunahme ist meist Fett, keine Muskeln.
en: Fast weight gain is usually fat, not muscle.
pl: Szybki przyrost wagi to zwykle tłuszcz, nie mięśnie.

# Fats
source: Жиры
de: Fette
en: Fats
pl: Tłuszcze

# Fats (Protection)
source: Жиры (Защита)
de: Fette (Schutz)
en: Fats (Protection)
pl: Tłuszcze (ochrona)

# Fist
source: Кулак
de: Faust
en: Fist
pl: Pięść

# Follows system settings
source: Следует системным настройкам
de: Folgt den Systemeinstellungen
en: Follows system settings
pl: Zgodnie z systemem

source: FOR iOS
de: FÜR iOS
pl: DLA iOS

# force_sync_button
source: Синхронизировать из облака
de: Aus der Cloud synchronisieren
en: Force Sync from Cloud
pl: Wymuś synchronizację z chmury

source: Frog Pump (Лягушка)
de: Frog Pump
en: Frog Pump
pl: Frog Pump

# Fuel for the Body
source: Топливо для Тела
de: Treibstoff für den Körper
en: Fuel for the Body
pl: Paliwo dla ciała

# Full Body
source: Фулбоди
de: Ganzkörper
en: Full Body
pl: Full Body

# Full body workout 3 times per week. High frequency for maximum hypertrophy.
source: Тренировка всего тела 3 раза в неделю. Высокая частота для максимальной гипертрофии.
de: Ganzkörpertraining 3-mal pro Woche. Hohe Frequenz für maximalen Muskelaufbau.
en: Full body workout 3 times per week. High frequency for maximum hypertrophy.
pl: Trening Full Body 3 razy w tygodniu. Wysoka częstotliwość dla maksymalnej hipertrofii.

# Full Body: Fundamental
source: Фулбади: Фундаментальная
de: Ganzkörper: Grundlagen
en: Full Body: Fundamental
pl: Full Body: Podstawy

# Full meal (grains + meat).
source: Полноценный прием (крупы + мясо).
de: Vollwertige Mahlzeit (Getreide + Fleisch).
en: Full meal (grains + meat).
pl: Pełny posiłek (zboża + mięso).

source: GABA (ГАМК)
de: GABA
en: GABA
pl: GABA

# German
source: Немецкий
de: Deutsch
en: German
pl: Niemiecki

# Glute Builder
source: Ягодичный Билдер
de: Glute Builder
en: Glute Builder
pl: Glute Builder

source: Glute Pull-Through на блоке
de: Pull-Through am Kabelzug
en: Cable Pull-Through
pl: Pull-Through na wyciągu

# Glute-focused program. 3 sessions/week with hip thrusts as the cornerstone.
source: Программа с фокусом на ягодицы. 3 тренировки в неделю с Hip Thrust в основе.
de: Programm mit Fokus auf den Po. 3 Einheiten pro Woche mit Hip Thrusts als Kern.
en: Glute-focused program. 3 sessions/week with hip thrusts as the cornerstone.
pl: Plan na pośladki. 3 sesje/tydz., hip thrust jako kamień węgielny.

# GO!
source: ПОГНАЛИ!
de: LOS!
en: GO!
pl: START!

# Goal
source: Цель
de: Ziel
en: Goal
pl: Cel

# Good Morning
source: Good Morning (наклоны со штангой)
de: Good Morning
en: Good Morning
pl: Good Morning

# guest_user
source: Гость
de: Gast
en: Guest
pl: Gość

# GZCL Linear Progression. Three intensity tiers: T1, T2, T3.
source: GZCL Linear Progression. Три уровня интенсивности: T1, T2, T3.
de: GZCL Linear Progression. Drei Intensitätsstufen: T1, T2, T3.
en: GZCL Linear Progression. Three intensity tiers: T1, T2, T3.
pl: GZCL — progresja liniowa. Trzy poziomy intensywności: T1, T2, T3.

# GZCLP Linear Progression
source: GZCLP Линейная
de: GZCLP Linear Progression
en: GZCLP Linear Progression
pl: GZCLP Liniowa progresja

source: Hammer Hold (удержание молотка)
de: Hammer Hold
en: Hammer Hold
pl: Hammer Hold (utrzymanie młota)

# Handful
source: Горсть
de: Handvoll
en: Handful
pl: Garść

# health_sync_footer
source: Синхронизирует тренировки с Apple Health, считает калории и закрывает кольца.
de: Synchronisiert Workouts mit Apple Health, zählt Kalorien und schließt deine Ringe.
en: Syncs workouts with Apple Health, counts calories, and closes rings.
pl: Synchronizuje treningi z Apple Health, liczy kalorie i zamyka pierścienie.

# High Frequency Full Body
source: Высокочастотная Гипертрофия
de: High Frequency Full Body
en: High Frequency Full Body
pl: High Frequency Full Body

# High-intensity intervals on treadmill. 30/30, 45/45, 60/60.
source: Высокоинтенсивные интервалы на беговой дорожке. 30/30, 45/45, 60/60.
de: Hochintensive Intervalle auf dem Laufband. 30/30, 45/45, 60/60.
en: High-intensity intervals on treadmill. 30/30, 45/45, 60/60.
pl: Interwały HIIT na bieżni. 30/30, 45/45, 60/60.

# HIIT
source: ВИИТ
de: HIIT
en: HIIT
pl: HIIT

# HIIT Pyramid
source: HIIT Пирамида
de: HIIT-Pyramide
en: HIIT Pyramid
pl: Piramida HIIT

source: HIIT-схемы: 30/30, 45/45, 60/60. Спринт + восстановление. Ключи: на спринтах работа в зоне 4–5 (90%+ макс. пульса). Между интервалами — лёгкая трусца. Запускает EPOC — догорание калорий после.
de: HIIT-Schemata: 30/30, 45/45, 60/60. Sprint + Erholung. Wichtig: Bei den Sprints arbeitest du in Zone 4–5 (90%+ der max. Herzfrequenz). Zwischen den Intervallen lockerer Trab. Löst den EPOC aus – das Nachbrennen von Kalorien.
en: HIIT schemes: 30/30, 45/45, 60/60. Sprint + recovery. Keys: during sprints, work in zone 4–5 (90%+ max HR). Between intervals — light jog. Triggers EPOC — afterburn of calories.
pl: Schematy HIIT: 30/30, 45/45, 60/60. Sprint + odpoczynek. Klucze: podczas sprintów praca w strefie 4–5 (90%+ tętna maks.). Między interwałami — lekki trucht. Uruchamia EPOC — dopalanie kalorii po treningu.

source: Hindu отжимания
de: Hindu-Liegestütze
en: Hindu Push-Ups
pl: Pompki hinduskie

source: Hip Thrust (с резинкой)
de: Hip Thrust (mit Band)
en: Banded Hip Thrust
pl: Hip Thrust (z taśmą)

source: Hip Thrust в тренажере
de: Hip Thrust an der Maschine
en: Machine Hip Thrust
pl: Hip Thrust na maszynie

source: Hip Thrust одной ногой со штангой
de: Einbeiniger Hip Thrust mit Langhantel
en: Single-Leg Barbell Hip Thrust
pl: Hip Thrust ze sztangą jednonóż

# history_empty
source: История пуста
de: Verlauf ist leer
en: History is empty
pl: Historia jest pusta

# history_title
source: История
de: Verlauf
en: History
pl: Historia

# Hormones
source: Гормоны
de: Hormone
en: Hormones
pl: Hormony

# Hours
source: Часы
de: Stunden
en: Hours
pl: Godziny

# If you're thirsty, you're already dehydrated. Don't let it happen.
source: Если хочется пить — вы уже обезвожены. Не допускайте.
de: Wenn du Durst hast, bist du schon dehydriert. Lass es nicht so weit kommen.
en: If you're thirsty, you're already dehydrated. Don't let it happen.
pl: Jeśli czujesz pragnienie — już jesteś odwodniony. Nie dopuszczaj do tego.

# Impact on Life
source: Влияние на Жизнь
de: Auswirkung auf dein Leben
en: Impact on Life
pl: Wpływ na życie

# in_bed_stat
source: В кровати
de: Im Bett
en: In Bed
pl: W łóżku

source: Inchworm (Червяк)
de: Inchworm
en: Inchworm
pl: Inchworm

# integrations_section
source: Интеграции
de: Integrationen
en: Integrations
pl: Integracje

# Intermediate 5x5 with weekly periodization. Heavy Mon, Light Wed, Volume Fri.
source: 5×5 для среднего уровня с недельной периодизацией: тяжёлый понедельник, лёгкая среда, объёмная пятница.
de: 5x5 für Fortgeschrittene mit wöchentlicher Periodisierung: schwerer Montag, leichter Mittwoch, Volumen am Freitag.
en: Intermediate 5x5 with weekly periodization. Heavy Mon, Light Wed, Volume Fri.
pl: 5x5 dla średniozaawansowanych z periodyzacją tygodniową. Cięż. pn., lekki śr., objętość pt.

# KCAL
source: ККАЛ
de: KCAL
en: KCAL
pl: KCAL

# kcal_unit
source: ккал
de: kcal
en: kcal
pl: kcal

# KG
source: КГ
de: KG
en: KG
pl: KG
